Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: Transaction %@ is in the mempool.
ar: المعاملة %@ في مجمّع المعاملات المعلّقة (mempool).
de: Transaktion %@ ist im Mempool.
es: La transacción %@ está en la mempool.
fa: تراکنش %@ در mempool است.
fr: La transaction %@ est dans la mempool.
hi: लेन-देन %@ मेमपूल में है।
id: Transaksi %@ ada di mempool.
it: La transazione %@ è nella mempool.
ja: トランザクション %@ はメンプールにあります。
ko: 거래 %@이(가) 멤풀에 있습니다.
ms: Transaksi %@ berada dalam mempool.
pl: Transakcja %@ jest w mempoolu.
ps: راکړه ورکړه %@ په mempool کې ده.
pt_br: A transação %@ está na mempool.
ru: Транзакция %@ в мемпуле.
ta: பரிவர்த்தனை %@ mempool-இல் உள்ளது.
ur: لین دین %@ mempool میں ہے۔
zh_hans: 交易 %@ 已在内存池中。
zh_hant_hk: 交易 %@ 已在記憶池中。

source: Transaction key
ar: مفتاح المعاملة
de: Transaktionsschlüssel
es: Clave de transacción
fa: کلید تراکنش
fr: Clé de transaction
hi: लेन-देन की
id: Kunci transaksi
it: Chiave di transazione
ja: トランザクションキー
ko: 거래 키
ms: Kunci transaksi
pl: Klucz transakcji
ps: د راکړې ورکړې کیلي
pt_br: Chave da transação
ru: Ключ транзакции
ta: பரிவர்த்தனை விசை
ur: لین دین کی کی
zh_hans: 交易密钥
zh_hant_hk: 交易密鑰

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fa: دوباره امتحان کنید
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ms: Cuba lagi
pl: Spróbuj ponownie
ps: بیا هڅه وکړئ
pt_br: Tentar de novo
ru: Попробовать снова
ta: மீண்டும் முயல்
ur: دوبارہ کوشش کریں
zh_hans: 重试
zh_hant_hk: 再試一次

source: Unlock with %@
ar: الفتح بـ %@
de: Mit %@ entsperren
es: Desbloquear con %@
fa: باز کردن قفل با %@
fr: Déverrouiller avec %@
hi: %@ से अनलॉक करें
id: Buka dengan %@
it: Sblocca con %@
ja: %@ でロック解除
ko: %@(으)로 잠금 해제
ms: Buka kunci dengan %@
pl: Odblokuj: %@
ps: د %@ سره خلاص کړئ
pt_br: Desbloquear com %@
ru: Разблокировать через %@
ta: %@ மூலம் திற
ur: %@ سے ان لاک کریں
zh_hans: 使用 %@ 解锁
zh_hant_hk: 以 %@ 解鎖

source: Unlock your wallet
ar: افتح قفل محفظتك
de: Entsperre deine Wallet
es: Desbloquea tu billetera
fa: قفل کیف پول خود را باز کنید
fr: Déverrouillez votre portefeuille
hi: अपना वॉलेट अनलॉक करें
id: Buka kunci dompet Anda
it: Sblocca il tuo portafoglio
ja: ウォレットのロックを解除
ko: 지갑 잠금 해제
ms: Buka kunci dompet anda
pl: Odblokuj swój portfel
ps: خپل والټ خلاص کړئ
pt_br: Desbloqueie sua carteira
ru: Разблокируйте кошелёк
ta: உங்கள் வாலட்டைத் திறக்கவும்
ur: اپنا والیٹ ان لاک کریں
zh_hans: 解锁你的钱包
zh_hant_hk: 解鎖你的錢包

source: Unspent
ar: غير مُنفَق
de: Nicht ausgegeben
es: Sin gastar
fa: خرج‌نشده
fr: Non dépensé
hi: खर्च नहीं हुआ
id: Belum terbelanjakan
it: Non speso
ja: 未使用
ko: 미사용
ms: Belum dibelanjakan
pl: Niewydane
ps: نه لګول شوی
pt_br: Não gasto
ru: Не потрачено
ta: செலவிடப்படாதது
ur: غیر خرچ شدہ
zh_hans: 未花费
zh_hant_hk: 未花費

source: Use https for a prover — plain http is only allowed for a prover on this machine.
ar: استخدم https للمُثبِت — لا يُسمح بـ http العادي إلا لمُثبِت على هذا الجهاز.
de: Verwende https für einen Prover – einfaches http ist nur für einen Prover auf diesem Rechner erlaubt.
es: Usa https para un probador: http sin cifrar solo se permite para un probador en esta máquina.
fa: برای اثبات‌گر از https استفاده کنید — http ساده فقط برای اثبات‌گری روی همین دستگاه مجاز است.
fr: Utilisez https pour un prouveur : le http non chiffré n'est autorisé que pour un prouveur sur cette machine.
hi: प्रूवर के लिए https इस्तेमाल करें — सादा http केवल इसी मशीन पर चल रहे प्रूवर के लिए अनुमत है।
id: Gunakan https untuk prover — http biasa hanya diizinkan untuk prover di mesin ini.
it: Usa https per un prover — il semplice http è consentito solo per un prover su questa macchina.
ja: プルーバーには https を使ってください。暗号化されていない http は、このマシン上のプルーバーにのみ使えます。
ko: 프루버에는 https를 사용하세요 — 일반 http는 이 머신의 프루버에만 허용됩니다.
ms: Gunakan https untuk pembukti — http biasa hanya dibenarkan untuk pembukti pada mesin ini.
pl: Użyj https dla provera — zwykłe http jest dozwolone tylko dla provera na tej maszynie.
ps: د ثبوت جوړوونکي لپاره https وکاروئ — ساده http یوازې په همدې ماشین کې د ثبوت جوړوونکي لپاره اجازه لري.
pt_br: Use https para um provador — http simples só é permitido para um provador nesta máquina.
ru: Используйте https для прувера — обычный http допустим только для прувера на этом компьютере.
ta: நிரூபிப்பானுக்கு https பயன்படுத்தவும் — வெறும் http இந்தக் கணினியில் உள்ள நிரூபிப்பானுக்கு மட்டுமே அனுமதிக்கப்படும்.
ur: پروور کے لیے https استعمال کریں — سادہ http کی اجازت صرف اسی مشین پر موجود پروور کے لیے ہے۔
zh_hans: 证明器请使用 https——只有本机上的证明器才允许使用普通 http。
zh_hant_hk: 證明器請使用 https；只有本機上的證明器才可使用 http。

source: Use my own prover
ar: استخدام مُثبِتي الخاص
de: Meinen eigenen Prover verwenden
es: Usar mi propio probador
fa: استفاده از اثبات‌گر خودم
fr: Utiliser mon propre prouveur
hi: अपना खुद का प्रूवर इस्तेमाल करें
id: Gunakan prover saya sendiri
it: Usa il mio prover
ja: 自分のプルーバーを使う
ko: 내 프루버 사용
ms: Gunakan pembukti saya sendiri
pl: Użyj mojego własnego provera
ps: زما خپل ثبوت جوړوونکی وکاروئ
pt_br: Usar meu próprio provador
ru: Использовать мой прувер
ta: என் சொந்த நிரூபிப்பானைப் பயன்படுத்து
ur: اپنا پروور استعمال کریں
zh_hans: 使用我自己的证明器
zh_hant_hk: 使用我自己的證明器

source: Use no prover
ar: عدم استخدام مُثبِت
de: Keinen Prover verwenden
es: No usar probador
fa: بدون اثبات‌گر
fr: N'utiliser aucun prouveur
hi: कोई प्रूवर इस्तेमाल न करें
id: Jangan gunakan prover
it: Non usare alcun prover
ja: プルーバーを使わない
ko: 프루버 사용 안 함
ms: Jangan gunakan pembukti
pl: Nie używaj provera
ps: هېڅ ثبوت جوړوونکی مه کاروئ
pt_br: Não usar provador
ru: Не использовать прувер
ta: நிரூபிப்பான் எதையும் பயன்படுத்த வேண்டாம்
ur: کوئی پروور استعمال نہ کریں
zh_hans: 不使用证明器
zh_hant_hk: 不使用證明器

source: Use the RandProtocol provers
ar: استخدام مُثبِتات RandProtocol
de: RandProtocol-Prover verwenden
es: Usar los probadores de RandProtocol
fa: استفاده از اثبات‌گرهای RandProtocol
fr: Utiliser les prouveurs RandProtocol
hi: RandProtocol प्रूवर इस्तेमाल करें
id: Gunakan prover RandProtocol
it: Usa i prover di RandProtocol
ja: RandProtocol のプルーバーを使う
ko: RandProtocol 프루버 사용
ms: Gunakan pembukti RandProtocol
pl: Użyj proverów RandProtocol
ps: د RandProtocol ثبوت جوړوونکي وکاروئ
pt_br: Usar os provadores da RandProtocol
ru: Использовать пруверы RandProtocol
ta: RandProtocol நிரூபிப்பான்களைப் பயன்படுத்து
ur: RandProtocol کے پروور استعمال کریں
zh_hans: 使用 RandProtocol 证明器
zh_hant_hk: 使用 RandProtocol 證明器

source: Using the %@ provers
ar: تُستخدم مُثبِتات %@
de: Verwende die %@-Prover
es: Usando los probadores de %@
fa: در حال استفاده از اثبات‌گرهای %@
fr: Prouveurs %@ utilisés
hi: %@ प्रूवर इस्तेमाल हो रहे हैं
id: Menggunakan prover %@
it: In uso i prover di %@
ja: %@ のプルーバーを使用中
ko: %@ 프루버 사용 중
ms: Menggunakan pembukti %@
pl: Używane są provery %@
ps: د %@ ثبوت جوړوونکي کارول کېږي
pt_br: Usando os provadores %@
ru: Используются пруверы %@
ta: %@ நிரூபிப்பான்கள் பயன்படுத்தப்படுகின்றன
ur: %@ پروور استعمال ہو رہے ہیں
zh_hans: 正在使用 %@ 证明器
zh_hant_hk: 正在使用 %@ 證明器

source: View note on RandScan
ar: عرض السند في RandScan
de: Note auf RandScan ansehen
es: Ver la nota en RandScan
fa: مشاهده‌ی نوت در RandScan
fr: Voir la note sur RandScan
hi: RandScan पर नोट देखें
id: Lihat catatan di RandScan
it: Vedi la nota su RandScan
ja: RandScan でノートを表示
ko: RandScan에서 노트 보기
ms: Lihat nota di RandScan
pl: Zobacz notę w RandScan
ps: نوټ په RandScan کې وګورئ
pt_br: Ver a nota no RandScan
ru: Открыть ноту в RandScan
ta: நோட்டை RandScan-இல் பார்
ur: RandScan پر نوٹ دیکھیں
zh_hans: 在 RandScan 上查看票据
zh_hant_hk: 在 RandScan 上查看票據

source: View on RandScan
ar: عرض في RandScan
de: Auf RandScan ansehen
es: Ver en RandScan
fa: مشاهده در RandScan
fr: Voir sur RandScan
hi: RandScan पर देखें
id: Lihat di RandScan
it: Vedi su RandScan
ja: RandScan で表示
ko: RandScan에서 보기
ms: Lihat di RandScan
pl: Zobacz w RandScan
ps: په RandScan کې یې وګورئ
pt_br: Ver no RandScan
ru: Открыть в RandScan
ta: RandScan-இல் பார்
ur: RandScan پر دیکھیں
zh_hans: 在 RandScan 上查看
zh_hant_hk: 在 RandScan 上查看

source: Viewing key
ar: مفتاح العرض
de: Ansichtsschlüssel
es: Clave de visualización
fa: کلید مشاهده
fr: Clé de visualisation
hi: व्यूइंग की
id: Kunci tampilan
it: Chiave di visualizzazione
ja: 閲覧キー
ko: 조회 키
ms: Kunci tontonan
pl: Klucz podglądu
ps: د لیدو کیلي
pt_br: Chave de visualização
ru: Ключ просмотра
ta: பார்வை விசை
ur: ویوئنگ کی
zh_hans: 查看密钥
zh_hant_hk: 檢視密鑰

# Waiting at position %lld on %@
source: Waiting at position %1$lld on %2$@
ar: بالانتظار في الموضع %lld لدى %@
de: Wartet an Position %lld bei %@
es: En espera en la posición %lld en %@
fa: در انتظار در جایگاه %lld روی %@
fr: En attente en position %lld sur %@
hi: स्थान %lld पर प्रतीक्षा — %@ पर
id: Menunggu di posisi %lld di %@
it: In attesa in posizione %lld su %@
ja: %lld 番目で順番待ち · %@
ko: 대기 순서 %lld번째 · %@
ms: Menunggu di kedudukan %lld di %@
pl: Oczekiwanie na pozycji %lld na %@
ps: په %lld ځای کې پر %@ انتظار
pt_br: Aguardando na posição %lld em %@
ru: Позиция %lld в очереди на %@
ta: நிலை %lld-இல் காத்திருக்கிறது, %@-இல்
ur: مقام %lld پر انتظار، %@ پر
zh_hans: 排队第 %lld 位 · %@
zh_hant_hk: 排第 %lld 位等候 · %@

source: Waiting for the block…
ar: بانتظار الكتلة…
de: Warte auf den Block …
es: Esperando el bloque…
fa: در انتظار بلاک…
fr: En attente du bloc…
hi: ब्लॉक की प्रतीक्षा है…
id: Menunggu blok…
it: In attesa del blocco…
ja: ブロックを待っています…
ko: 블록을 기다리는 중…
ms: Menunggu blok…
pl: Oczekiwanie na blok…
ps: د بلاک په تمه…
pt_br: Aguardando o bloco…
ru: Ожидание блока…
ta: பிளாக்குக்காகக் காத்திருக்கிறது…
ur: بلاک کا انتظار ہے…
zh_hans: 正在等待区块…
zh_hant_hk: 正在等待區塊…

source: What the pool pays you arrives as a note your wallet finds on its next sync.
ar: ما يدفعه لك المجمّع يصل في صورة سند تجده محفظتك عند مزامنتها التالية.
de: Was der Pool dir zahlt, kommt als Note an, die deine Wallet bei der nächsten Synchronisierung findet.
es: Lo que el pool te paga llega como una nota que tu billetera encuentra en su próxima sincronización.
fa: آنچه استخر به شما می‌پردازد به شکل نوتی می‌رسد که کیف پول شما در همگام‌سازی بعدی پیدا می‌کند.
fr: Ce que le pool vous verse arrive sous forme d'une note que votre portefeuille trouve lors de sa prochaine synchronisation.
hi: पूल आपको जो भुगतान करता है वह एक नोट के रूप में आता है, जिसे आपका वॉलेट अगले सिंक पर ढूँढ लेता है।
id: Yang dibayarkan pool kepada Anda tiba sebagai catatan yang ditemukan dompet Anda pada sinkronisasi berikutnya.
it: Ciò che il pool ti paga arriva come una nota che il tuo portafoglio trova alla prossima sincronizzazione.
ja: プールから支払われる額は、次回の同期時にウォレットが見つけるノートとして届きます。
ko: 풀에서 지급하는 금액은 다음 동기화 때 지갑이 찾는 노트로 도착합니다.
ms: Apa yang dibayar oleh kolam kepada anda tiba sebagai nota yang ditemui oleh dompet anda pada penyegerakan seterusnya.
pl: To, co wypłaci ci pula, przychodzi jako nota, którą portfel znajdzie przy następnej synchronizacji.
ps: هغه څه چې پول تاسو ته درکوي، د یو نوټ په توګه رسېږي چې ستاسو والټ یې په راتلونکې همغږۍ کې پیدا کوي.
pt_br: O que o pool paga a você chega como uma nota que sua carteira encontra na próxima sincronização.
ru: Выплата из пула поступит в виде ноты, которую кошелёк найдёт при следующей синхронизации.
ta: பூல் உங்களுக்குச் செலுத்துவது ஒரு நோட்டாக வரும்; உங்கள் வாலட் அடுத்த ஒத்திசைவில் அதைக் கண்டறியும்.
ur: پول جو آپ کو ادا کرتا ہے وہ ایک نوٹ کی صورت میں آتا ہے جسے آپ کا والیٹ اگلی ہم آہنگی پر ڈھونڈ لیتا ہے۔
zh_hans: 资金池支付给你的资产将以票据形式到账，钱包会在下次同步时找到它。
zh_hant_hk: 資金池支付給你的金額會以票據形式到帳，你的錢包會在下次同步時找到它。

source: Where this device cannot make a proof, pair a prover — rand-prover on a machine of yours, or one somebody else runs, reachable from this phone over https. It receives your viewing key and a salt, never your spend key: it can read this wallet's whole history and cannot spend.
ar: حيث لا يستطيع هذا الجهاز إعداد إثبات، اقرن مُثبِتًا — rand-prover على جهاز تملكه، أو جهاز يشغّله شخص آخر، يمكن الوصول إليه من هذا الهاتف عبر https. يتلقى مفتاح العرض وملحًا، ولا يتلقى مفتاح الإنفاق أبدًا: يستطيع قراءة سجل هذه المحفظة كاملًا ولا يستطيع الإنفاق.
de: Wo dieses Gerät keinen Beweis erstellen kann, kopple einen Prover – rand-prover auf einem deiner Rechner oder einen, den jemand anderes betreibt, von diesem Telefon über https erreichbar. Er erhält deinen Ansichtsschlüssel und ein Salt, niemals deinen Ausgabeschlüssel: Er kann den gesamten Verlauf dieser Wallet lesen und nichts ausgeben.
es: Donde este dispositivo no pueda generar una prueba, vincula un probador: rand-prover en una máquina tuya, o uno que administre otra persona, accesible desde este teléfono por https. Recibe tu clave de visualización y una sal, nunca tu clave de gasto: puede leer todo el historial de esta billetera y no puede gastar.
fa: جایی که این دستگاه نمی‌تواند اثبات بسازد، یک اثبات‌گر جفت کنید — rand-prover روی دستگاهی از خودتان، یا دستگاهی که کس دیگری اداره می‌کند، و از این گوشی از طریق https در دسترس است. کلید مشاهده‌ی شما و یک نمک را دریافت می‌کند، هرگز کلید خرج شما را: می‌تواند کل تاریخچه‌ی این کیف پول را بخواند و نمی‌تواند خرج کند.
fr: Lorsque cet appareil ne peut pas générer une preuve, associez un prouveur — rand-prover sur une de vos machines, ou un prouveur géré par quelqu'un d'autre, joignable depuis ce téléphone en https. Il reçoit votre clé de visualisation et un sel, jamais votre clé de dépense : il peut lire tout l'historique de ce portefeuille et ne peut pas dépenser.
hi: जहाँ यह डिवाइस प्रूफ़ नहीं बना सकता, वहाँ एक प्रूवर पेयर करें — आपकी अपनी मशीन पर rand-prover, या किसी और का चलाया हुआ, जो इस फ़ोन से https पर पहुँच योग्य हो। उसे आपकी व्यूइंग की और एक सॉल्ट मिलता है, आपकी स्पेंड की कभी नहीं: वह इस वॉलेट का पूरा इतिहास पढ़ सकता है और खर्च नहीं कर सकता।
id: Jika perangkat ini tidak dapat membuat bukti, pasangkan prover — rand-prover di mesin milik Anda, atau yang dijalankan orang lain, yang dapat dijangkau dari ponsel ini melalui https. Prover menerima kunci tampilan Anda dan sebuah salt, tidak pernah kunci belanja Anda: prover dapat membaca seluruh riwayat dompet ini dan tidak dapat membelanjakan.
it: Dove questo dispositivo non può generare una prova, associa un prover — rand-prover su una tua macchina, o uno gestito da qualcun altro, raggiungibile da questo telefono via https. Riceve la tua chiave di visualizzazione e un salt, mai la tua chiave di spesa: può leggere tutta la cronologia di questo portafoglio e non può spendere.
ja: この端末で証明を作れない場合は、プルーバーをペアリングしてください — 自分のマシンの rand-prover か、他の人が運用するもので、このスマートフォンから https で接続できるものです。プルーバーは閲覧キーとソルトを受け取り、支出キーは決して受け取りません。このウォレットの履歴をすべて読めますが、支出はできません。
ko: 이 기기에서 증명을 만들 수 없는 경우 프루버를 페어링하세요 — 내 머신의 rand-prover 또는 다른 사람이 운영하는 프루버로, 이 휴대폰에서 https로 접속할 수 있어야 합니다. 프루버는 조회 키와 솔트를 받으며 지출 키는 절대 받지 않습니다. 이 지갑의 전체 내역을 읽을 수 있지만 지출은 할 수 없습니다.
ms: Jika peranti ini tidak dapat membuat bukti, pasangkan pembukti — rand-prover pada mesin milik anda, atau yang dijalankan oleh orang lain, yang boleh dicapai dari telefon ini melalui https. Ia menerima kunci tontonan anda dan garam, tidak sekali-kali kunci perbelanjaan anda: ia boleh membaca seluruh sejarah dompet ini dan tidak boleh berbelanja.
pl: Gdy to urządzenie nie może wygenerować dowodu, sparuj prover — rand-prover na twojej maszynie albo prowadzony przez kogoś innego, osiągalny z tego telefonu przez https. Otrzymuje twój klucz podglądu i sól, nigdy twój klucz wydawania: może czytać całą historię tego portfela i nie może wydawać.
ps: چېرې چې دا وسیله ثبوت نشي جوړولی، یو ثبوت جوړوونکی جوړه کړئ — rand-prover ستاسو په یو ماشین کې، یا یو چې بل څوک یې چلوي، او له دې تلیفون څخه د https له لارې د لاسرسي وړ وي. دا ستاسو د لیدو کیلي او یو مالګه (salt) ترلاسه کوي، هېڅکله ستاسو د لګښت کیلي نه: د دې والټ ټوله تاریخچه لوستلی شي او لګښت نشي کولی.
pt_br: Onde este dispositivo não consegue gerar uma prova, pareie um provador — o rand-prover em uma máquina sua, ou um que outra pessoa opera, acessível deste celular por https. Ele recebe sua chave de visualização e um sal, nunca sua chave de gasto: pode ler todo o histórico desta carteira e não pode gastar.
ru: Если это устройство не может построить доказательство, подключите прувер — rand-prover на вашей машине или на чужой, доступный с этого телефона по https. Он получает ваш ключ просмотра и соль, но никогда не ключ расходования: он может читать всю историю этого кошелька, но тратить не может.
ta: இந்தச் சாதனத்தால் நிரூபணத்தை உருவாக்க முடியாத இடங்களில், ஒரு நிரூபிப்பானை இணைக்கவும் — உங்கள் கணினியில் உள்ள rand-prover, அல்லது வேறொருவர் இயக்கும் ஒன்று, இந்தத் தொலைபேசியிலிருந்து https மூலம் அணுகக்கூடியது. அது உங்கள் பார்வை விசையையும் ஒரு salt-ஐயும் பெறும், உங்கள் செலவு விசையை ஒருபோதும் அல்ல: அது இந்த வாலட்டின் முழு வரலாற்றையும் படிக்க முடியும், செலவு செய்ய முடியாது.
ur: جہاں یہ ڈیوائس پروف نہ بنا سکے، وہاں ایک پروور جوڑیں — آپ کی اپنی مشین پر rand-prover، یا کسی اور کا چلایا ہوا، جس تک یہ فون https کے ذریعے پہنچ سکے۔ اسے آپ کی ویوئنگ کی اور ایک سالٹ ملتا ہے، آپ کی اسپینڈ کی کبھی نہیں: یہ اس والیٹ کی پوری تاریخ پڑھ سکتا ہے اور خرچ نہیں کر سکتا۔
zh_hans: 如果此设备无法生成证明，请配对一个证明器——在你自己的机器上运行的 rand-prover，或由他人运行的证明器，需能从这部手机通过 https 访问。它会收到你的查看密钥和一个盐值，绝不会收到你的花费密钥：它能读取此钱包的全部历史记录，但不能花费。
zh_hant_hk: 如果此裝置無法生成證明，請配對一部證明器：在你自己的機器上的 rand-prover，或由其他人運行的證明器，而這部手機必須能透過 https 連接它。它會收到你的檢視密鑰和一個鹽值，但絕不會收到你的花費私鑰：它可以讀取此錢包的全部記錄，但不能花費。

source: Whoever pays you sees this fingerprint on their confirmation; if it does not match, it is not your address.
ar: يرى من يدفع لك هذه البصمة في تأكيده، فإن لم تتطابق فليس هذا عنوانك.
de: Wer dich bezahlt, sieht diesen Fingerabdruck in seiner Bestätigung; stimmt er nicht überein, ist es nicht deine Adresse.
es: Quien te pague ve esta huella en su confirmación; si no coincide, no es tu dirección.
fa: هر کس به شما پرداخت کند این اثر انگشت را در تأییدیه‌ی خود می‌بیند؛ اگر مطابقت نداشته باشد، نشانی شما نیست.
fr: Quiconque vous paie voit cette empreinte sur sa confirmation ; si elle ne correspond pas, ce n'est pas votre adresse.
hi: जो भी आपको भुगतान करता है, वह अपनी पुष्टि पर यह फ़िंगरप्रिंट देखता है; अगर यह मेल नहीं खाता, तो वह आपका पता नहीं है।
id: Siapa pun yang membayar Anda melihat sidik jari ini di layar konfirmasinya; jika tidak cocok, itu bukan alamat Anda.
it: Chi ti paga vede questa impronta nella sua conferma; se non corrisponde, non è il tuo indirizzo.
ja: 支払う人は確認画面でこのフィンガープリントを目にします。一致しない場合、それはあなたのアドレスではありません。
ko: 결제하는 사람은 확인 화면에서 이 지문을 봅니다. 일치하지 않으면 내 주소가 아닙니다.
ms: Sesiapa yang membayar anda melihat cap jari ini pada pengesahan mereka; jika ia tidak sepadan, itu bukan alamat anda.
pl: Każdy, kto ci płaci, widzi ten odcisk na swoim potwierdzeniu; jeśli się nie zgadza, to nie jest twój adres.
ps: څوک چې تاسو ته پیسې درکوي، دا ګوتنښه د خپل تایید پر پاڼه ویني؛ که سمون ونه خوري، دا ستاسو پته نه ده.
pt_br: Quem pagar você vê esta impressão digital na confirmação; se não corresponder, não é o seu endereço.
ru: Плательщик видит этот отпечаток при подтверждении; если он не совпадает, это не ваш адрес.
ta: உங்களுக்குப் பணம் செலுத்துபவர் தங்கள் உறுதிப்படுத்தலில் இந்தக் கைரேகையைப் பார்ப்பார்; அது பொருந்தவில்லை என்றால், அது உங்கள் முகவரி அல்ல.
ur: جو بھی آپ کو ادائیگی کرے گا وہ اپنی تصدیق پر یہ فنگر پرنٹ دیکھے گا؛ اگر یہ میل نہ کھائے تو وہ آپ کا پتہ نہیں ہے۔
zh_hans: 付款人会在确认页面看到此指纹；如果不一致，那就不是你的地址。
zh_hant_hk: 付款人會在確認畫面看到此指紋；如果不相符，那就不是你的地址。

source: Working…
ar: جارٍ العمل…
de: Wird bearbeitet …
es: Procesando…
fa: در حال کار…
fr: Traitement…
hi: काम जारी है…
id: Memproses…
it: In corso…
ja: 処理中…
ko: 처리 중…
ms: Sedang diproses…
pl: Przetwarzanie…
ps: کار روان دی…
pt_br: Processando…
ru: Выполняется…
ta: செயலாக்குகிறது…
ur: کام جاری ہے…
zh_hans: 正在处理…
zh_hant_hk: 處理中…

source: You have %@.
ar: لديك %@.
de: Du hast %@.
es: Tienes %@.
fa: شما %@ دارید.
fr: Vous avez %@.
hi: आपके पास %@ है।
id: Anda memiliki %@.
it: Hai %@.
ja: 保有額は %@ です。
ko: 보유: %@.
ms: Anda mempunyai %@.
pl: Masz %@.
ps: تاسو %@ لرئ.
pt_br: Você tem %@.
ru: У вас %@.
ta: உங்களிடம் %@ உள்ளது.
ur: آپ کے پاس %@ ہیں۔
zh_hans: 你有 %@。
zh_hant_hk: 你有 %@。

source: You pay
ar: تدفع
de: Du zahlst
es: Pagas
fa: می‌پردازید
fr: Vous payez
hi: आप देंगे
id: Anda membayar
it: Paghi
ja: 支払う額
ko: 지불 금액
ms: Anda bayar
pl: Płacisz
ps: تاسو ورکوئ
pt_br: Você paga
ru: Вы платите
ta: நீங்கள் செலுத்துவது
ur: آپ ادا کرتے ہیں
zh_hans: 你支付
zh_hant_hk: 你支付

source: You receive
ar: تستلم
de: Du erhältst
es: Recibes
fa: دریافت می‌کنید
fr: Vous recevez
hi: आपको मिलेगा
id: Anda menerima
it: Ricevi
ja: 受け取る額
ko: 받는 금액
ms: Anda terima
pl: Otrzymujesz
ps: تاسو ترلاسه کوئ
pt_br: Você recebe
ru: Вы получаете
ta: நீங்கள் பெறுவது
ur: آپ وصول کرتے ہیں
zh_hans: 你收到
zh_hant_hk: 你收到

source: Your address
ar: عنوانك
de: Deine Adresse
es: Tu dirección
fa: نشانی شما
fr: Votre adresse
hi: आपका पता
id: Alamat Anda
it: Il tuo indirizzo
ja: あなたのアドレス
ko: 내 주소
ms: Alamat anda
pl: Twój adres
ps: ستاسو پته
pt_br: Seu endereço
ru: Ваш адрес
ta: உங்கள் முகவரி
ur: آپ کا پتہ
zh_hans: 你的地址
zh_hant_hk: 你的地址

source: Your paired prover makes the large proof; this device makes the small ones. It takes a few minutes.
ar: يُعِدّ مُثبِتك المقترن الإثبات الكبير، ويُعِدّ هذا الجهاز الإثباتات الصغيرة. يستغرق ذلك بضع دقائق.
de: Dein gekoppelter Prover erstellt den großen Beweis; dieses Gerät die kleinen. Es dauert ein paar Minuten.
es: Tu probador vinculado genera la prueba grande; este dispositivo genera las pequeñas. Tarda unos minutos.
fa: اثبات‌گر جفت‌شده‌ی شما اثبات بزرگ را می‌سازد؛ این دستگاه اثبات‌های کوچک را. چند دقیقه طول می‌کشد.
fr: Votre prouveur associé génère la grande preuve ; cet appareil génère les petites. Cela prend quelques minutes.
hi: आपका पेयर किया गया प्रूवर बड़ा प्रूफ़ बनाता है; यह डिवाइस छोटे प्रूफ़ बनाता है। इसमें कुछ मिनट लगते हैं।
id: Prover yang Anda pasangkan membuat bukti besar; perangkat ini membuat bukti-bukti kecil. Prosesnya beberapa menit.
it: Il tuo prover associato genera la prova grande; questo dispositivo genera quelle piccole. Richiede qualche minuto.
ja: ペアリングしたプルーバーが大きな証明を作成し、この端末が小さな証明を作成します。数分かかります。
ko: 큰 증명은 페어링된 프루버가 만들고, 작은 증명은 이 기기가 만듭니다. 몇 분 정도 걸립니다.
ms: Pembukti yang dipasangkan membuat bukti besar; peranti ini membuat bukti-bukti kecil. Ia mengambil masa beberapa minit.
pl: Twój sparowany prover generuje duży dowód; to urządzenie generuje małe. To zajmuje kilka minut.
ps: ستاسو جوړه شوی ثبوت جوړوونکی لوی ثبوت جوړوي؛ دا وسیله کوچني جوړوي. څو دقیقې وخت نیسي.
pt_br: Seu provador pareado gera a prova grande; este dispositivo gera as pequenas. Leva alguns minutos.
ru: Большое доказательство строит ваш подключённый прувер, малые — это устройство. Это занимает несколько минут.
ta: உங்கள் இணைக்கப்பட்ட நிரூபிப்பான் பெரிய நிரூபணத்தை உருவாக்கும்; இந்தச் சாதனம் சிறியவற்றை உருவாக்கும். இதற்குச் சில நிமிடங்கள் ஆகும்.
ur: آپ کا جوڑا گیا پروور بڑا پروف بناتا ہے؛ یہ ڈیوائس چھوٹے پروف بناتی ہے۔ اس میں چند منٹ لگتے ہیں۔
zh_hans: 由你配对的证明器生成大证明；此设备生成小证明。这需要几分钟。
zh_hant_hk: 你已配對的證明器生成大型證明；此裝置生成小型證明。需時數分鐘。

source: Your prover did not answer: %@
ar: لم يُجب مُثبِتك: %@
de: Dein Prover hat nicht geantwortet: %@
es: Tu probador no respondió: %@
fa: اثبات‌گر شما پاسخ نداد: %@
fr: Votre prouveur n'a pas répondu : %@
hi: आपके प्रूवर ने जवाब नहीं दिया: %@
id: Prover Anda tidak menjawab: %@
it: Il tuo prover non ha risposto: %@
ja: あなたのプルーバーが応答しませんでした: %@
ko: 프루버가 응답하지 않았습니다: %@
ms: Pembukti anda tidak menjawab: %@
pl: Twój prover nie odpowiedział: %@
ps: ستاسو ثبوت جوړوونکي ځواب ونه ورکړ: %@
pt_br: Seu provador não respondeu: %@
ru: Ваш прувер не ответил: %@
ta: உங்கள் நிரூபிப்பான் பதிலளிக்கவில்லை: %@
ur: آپ کے پروور نے جواب نہیں دیا: %@
zh_hans: 你的证明器没有响应：%@
zh_hant_hk: 你的證明器沒有回應：%@
